[
  null,
  {
    "message": "You wake suddenly. A gasp of dry air travels quickly into your mouth. There are awful, aching pains coursing through your body in several areas. You\u0027re clothed, but your feet are bare. As you look around to assess your surroundings, you realise you\u0027re in the middle of a barren, bone-dry wasteland. Alone. Where exactly are you?",
    "choiceA": "Who\u0027s asking?",
    "choiceB": "I have no idea.",
    "choiceC": "I\u0027m in the middle of nowhere, with no people, shelter, or food and water in sight. ",
    "AJumpsTo": 2,
    "BJumpsTo": 3,
    "CJumpsTo": 4,
    "imagePath": "app/resources/images/desert1.png"
  },
  {
    "message": "Your conscience. Your inner self. Perhaps your saviour. Now, answer the question. Where are you?",
    "choiceA": "I have no idea.",
    "choiceB": "I\u0027m in the middle of nowhere, with no people, shelter, or food and water in sight.",
    "choiceC": "I don\u0027t really care where I am. I\u0027m so tired... I just want to sleep. [Go to sleep.]",
    "AJumpsTo": 3,
    "BJumpsTo": 4,
    "CJumpsTo": 5,
    "imagePath": "app/resources/images/desert1.png"
  },
  {
    "message": "Well, you better figure it out. You\u0027re in terrible shape and need to do something soon. I\u0027ll ask again. Where are you?",
    "choiceA": "Again, I have no idea.",
    "choiceB": "I\u0027m in the middle of nowhere, with no people, shelter, or food and water in sight.",
    "choiceC": "I don\u0027t really care where I am. I\u0027m so tired... I just want to sleep. [Go to sleep.]",
    "AJumpsTo": 3,
    "BJumpsTo": 4,
    "CJumpsTo": 5,
    "imagePath": "app/resources/images/desert1.png"
  },
  {
    "message": "Correct! Now, within this expanse of nothing-but-sand, how are you going to survive? You can\u0027t see anything within a five-mile radius. Perhaps you\u0027re not looking hard enough?",
    "choiceA": "[Shield your eyes with your hand and look afar for people or shelter.]",
    "choiceB": "[Dig into the sand around you to look for potential resources.]",
    "choiceC": "I just have a feeling... [Start walking in the direction of the sun.]",
    "AJumpsTo": 6,
    "BJumpsTo": 7,
    "CJumpsTo": 8,
    "imagePath": "app/resources/images/desert2.png"
  },
  {
    "message": "After over an hour of shifting around in a coarse blanket of sand, you hazily drift off into the black.You hallucinate about your recent past for a few fleeting moments until all goes dark. Game over.",
    "choiceA": "(Start new game?)",
    "choiceB": "",
    "choiceC": "",
    "AJumpsTo": 1,
    "BJumpsTo": 1,
    "CJumpsTo": 1,
    "imagePath": "app/resources/images/darkness1.png"
  },
  {
    "message": "You squint and notice a few palm trees and a small hut in the distance. You start to approach and as you do, you begin to devastatingly realise that it\u0027s simply a mirage, fading away more and more after each step you take. What are you going to do now?",
    "choiceA": "[Go back to where you came from and decide your next move upon arrival.]",
    "choiceB": "I just have a feeling... [Start walking in the direction of the sun.]",
    "choiceC": "I can\u0027t believe this... I give up. I\u0027m going to sleep. [Go to sleep.]",
    "AJumpsTo": 19,
    "BJumpsTo": 8,
    "CJumpsTo": 5,
    "imagePath": "app/resources/images/palmTrees.png"
  },
  {
    "message": "You dig and dig and dig until the skin on your hands is burning from the scorching sand. You nearly give up, but your hand catches something by accident. It\u0027s a pair of sandals! Well... sort of. There are two mismatched sandals. You assume one of them is yours, but who the other belongs to is a mystery you\u0027ll have to solve. After acquiring footwear, what will you do next?",
    "choiceA": "Now I can head out without burning my feet! [Put on the sandals and start walking in the direction of the sun.]",
    "choiceB": "No, wait... I think it\u0027s a better idea to go this way. [Put on the sandals and start walking in the direction opposite the sun.]",
    "choiceC": "I know there\u0027s more. There has to be. [Keep digging.]",
    "AJumpsTo": 8,
    "BJumpsTo": 9,
    "CJumpsTo": 10,
    "imagePath": "app/resources/images/sandals.png"
  },
  {
    "message": "You\u0027ve been walking for ages; so long that the sun is setting. You happen upon a small village. Wanna know the most exciting part?",
    "choiceA": "Yes!",
    "choiceB": "Uh... yeah, I guess.",
    "choiceC": "No, I don\u0027t.",
    "AJumpsTo": 11,
    "BJumpsTo": 11,
    "CJumpsTo": 12,
    "imagePath": "app/resources/images/darkness2.png"
  },
  {
    "message": "For a while, nothing comes into sight. You become weary, searching for a sign of something, anything. But eventually, you come across a traveller on the back of a camel. They carry food, water, and other supplies. What do you do?",
    "choiceA": "[Approach them cautiously but kindly.]",
    "choiceB": "[Attempt to ambush them and steal their camel and supplies.]",
    "choiceC": "They may be a threat to someone in my condition. [Avoid them.]",
    "AJumpsTo": 13,
    "BJumpsTo": 14,
    "CJumpsTo": 15,
    "imagePath": "app/resources/images/camel2.png"
  },
  {
    "message": "There\u0027s nothing. Now what?",
    "choiceA": "Well, now I can head out without burning my feet! [Put on the sandals and start walking in the direction of the sun.]",
    "choiceB": "No, wait... I think it\u0027s a better idea to go this way. [Put on the sandals and start walking in the direction opposite the sun.]",
    "choiceC": "Is there really nothing? Nothing at all?,",
    "AJumpsTo": 8,
    "BJumpsTo": 9,
    "CJumpsTo": 10,
    "imagePath": "app/resources/images/desert2.png"
  },
  {
    "message": "They\u0027re having a feast! The whole village! You know what that means, right? You finally get to eat!",
    "choiceA": "I don\u0027t care what there is, I\u0027m eating it. [Dig in!]",
    "choiceB": "Maybe I should inspect the food first. [Inspect the food.]",
    "choiceC": "I\u0027ll ask one of the villagers about this feast first. [Ask a villager.]",
    "AJumpsTo": 16,
    "BJumpsTo": 17,
    "CJumpsTo": 18,
    "imagePath": ""
  },
  {
    "message": "Yes, you do. They\u0027re having a feast! The whole village! You know what that means, right? You finally get to eat!",
    "choiceA": "I don\u0027t care what there is, I\u0027m eating it. [Dig in!]",
    "choiceB": "Maybe I should inspect the food first. [Inspect the food.]",
    "choiceC": "I\u0027ll ask one of the villagers about this feast first. [Ask a villager.]",
    "AJumpsTo": 16,
    "BJumpsTo": 17,
    "CJumpsTo": 18,
    "imagePath": ""
  },
  {
    "message": "The traveller spots you approaching them. They slow to a halt to ask you what you need. They seem inconvenienced, but clearly not enough to just ignore you.",
    "choiceA": "\"Could I have some water, please? I don\u0027t know how long it\u0027s been since I\u0027ve had any.\"",
    "choiceB": "\"Do you think you could give me a ride to the nearest city? Or at least point me in the right direction? I have no idea where I am right now.\"",
    "choiceC": "I don\u0027t know if I trust them... [Go back to where you came from and decide your next move upon arrival.]",
    "AJumpsTo": 20,
    "BJumpsTo": 21,
    "CJumpsTo": 19,
    "imagePath": "app/resources/images/camel2.png"
  },
  {
    "message": "The traveller spots you planning to attack. Their camel quickly starts running, moving a lot faster than you could. They\u0027re gone in a short span of time. Nice going, genius. Now what?",
    "choiceA": "[Go back to where you came from and decide your next move upon arrival.]",
    "choiceB": "I\u0027m going to catch them! [Chase after them.]",
    "choiceC": "[Keep walking in the direction you were headed.]",
    "AJumpsTo": 19,
    "BJumpsTo": 22,
    "CJumpsTo": 23,
    "imagePath": "app/resources/images/camel2.png"
  },
  {
    "message": "The traveller doesn\u0027t spot you. You have managed to successfully avoid them. But... now what? They may have been your only chance of survival.",
    "choiceA": "Go back to where you came from and decide your next move upon arrival.]",
    "choiceB": "I\u0027ve changed my mind; I\u0027m going to catch them! [Chase after them.]",
    "choiceC": "[Keep walking in the direction you were headed.]",
    "AJumpsTo": 19,
    "BJumpsTo": 22,
    "CJumpsTo": 23,
    "imagePath": "app/resources/images/desert2.png"
  },
  {
    "message": "You bite into an unfamiliar-tasting chunk of meat. What is this? It\u0027s not bad, but... it\u0027s unlike anything you\u0027ve ever had before. You should probably ask someone about this, right?",
    "choiceA": "Yeah, probably... [Ask a villager.]",
    "choiceB": "My hunger knows no bounds. [Eat the rest of the meat.]",
    "choiceC": "I don\u0027t have a good feeling about this. [Throw the meat on the ground.]",
    "AJumpsTo": 18,
    "BJumpsTo": 24,
    "CJumpsTo": 25,
    "imagePath": ""
  },
  {
    "message": "You inspect the food, looking into its small details and smelling its fresh, protein-packed scent simultaneously. It looks and smells like a normal piece of meat. What should you do?",
    "choiceA": "It seems fine. It feels like it\u0027s been so long since I had some food. [Take a bite.]",
    "choiceB": "I\u0027m still sceptical. I\u0027ll ask a villager about it. [Ask a villager.]",
    "choiceC": "I don\u0027t have a good feeling about this. [Throw the meat on the ground.]",
    "AJumpsTo": 16,
    "BJumpsTo": 18,
    "CJumpsTo": 25,
    "imagePath": ""
  },
  {
    "message": "Your eyes wander around the open village area in search of a villager.You find someone leaning against a building to the left of you: an older man, bald, with lengthy facial hair, perhaps to compensate.He is relatively expressionless with an indifferent demeanor. You approach him and ask: ",
    "choiceA": "\"Excuse me, sir. What food is being served in this village feast?\"",
    "choiceB": "\"Is this food safe to eat?\"",
    "choiceC": "Actually, never mind. I\u0027m sure it\u0027s fine. I\u0027m just going to eat it. [Take a bite.]",
    "AJumpsTo": 26,
    "BJumpsTo": 27,
    "CJumpsTo": 16,
    "imagePath": ""
  },
  {
    "message": "You make it nearly halfway back to where you started from before you collapse due to heat exhaustion, dehydration, and likely other factors too. The hot sand feels comforting as you gradually lose your vision. After some time, all goes dark. Game over.",
    "choiceA": "(Start new game?)",
    "choiceB": "",
    "choiceC": "",
    "AJumpsTo": 1,
    "BJumpsTo": 1,
    "CJumpsTo": 1,
    "imagePath": "app/resources/images/darkness1.png"
  },
  {
    "message": "The traveller keeps their eyes on you as they reach for their water. They slowly move their hand toward you to give you the water, albeit with a stern gaze piercing through you. \"Here. Drink,\" they command.",
    "choiceA": "[Take a drink and hand the water back.] \"What\u0027s your name, by the way?\"",
    "choiceB": "[Take a drink.] \"Thank you. Now, I know it\u0027s a demanding favour to ask, but do you think you could give me a ride to the nearest city? Or at least point me in the right direction? I have no idea where I am right now.\"",
    "choiceC": "I\u0027m still not sure I can trust them... [Reject the offer and go back to where you came from and decide your next move upon arrival.]",
    "AJumpsTo": 28,
    "BJumpsTo": 21,
    "CJumpsTo": 19,
    "imagePath": "app/resources/images/camel2.png"
  },
  {
    "message": "He hesitates for a second, then abruptly responds, \"I can take you where I\u0027m headed. Just be aware that if you try anything, you\u0027re dead.\"",
    "choiceA": "\"Understood.\" [Go with the traveller.]",
    "choiceB": "\"Understood.\" [Go with the traveller, but attempt to hijack their camel and supplies.]",
    "choiceC": "On second thought… [Refuse the offer and try to find a way on your own.]",
    "AJumpsTo": 29,
    "BJumpsTo": 30,
    "CJumpsTo": 31,
    "imagePath": "app/resources/images/camel2.png"
  },
  {
    "message": "No, you\u0027re not. Try something else.",
    "choiceA": "[Go back to where you came from and decide your next move upon arrival.]",
    "choiceB": "I\u0027m serious! I\u0027m going to catch them! [Chase after them.]",
    "choiceC": "[Keep walking in the direction you were headed.]",
    "AJumpsTo": 19,
    "BJumpsTo": 22,
    "CJumpsTo": 23,
    "imagePath": "app/resources/images/desert1.png"
  },
  {
    "message": "You eventually stumble upon a moderate, orderly village. This place feels almost familiar, but you can\u0027t quite put your finger on why.",
    "choiceA": "[Explore the village.]",
    "choiceB": "[Try to remember why this feels familiar.]",
    "choiceC": "[Attempt to find something to eat.]",
    "AJumpsTo": 32,
    "BJumpsTo": 33,
    "CJumpsTo": 34,
    "imagePath": ""
  },
  {
    "message": "As you chew and swallow bite after bite, it is at first quite satisfying... until you come to the sudden suspicion that this irregular meat is human meat. Convulsions begin to course throughout your body. Your fervent heartbeat has sped up rapidly. You collapse to the ground. Game over.",
    "choiceA": "(Start new game?)",
    "choiceB": "",
    "choiceC": "",
    "AJumpsTo": 1,
    "BJumpsTo": 1,
    "CJumpsTo": 1,
    "imagePath": "app/resources/images/darkness1.png"
  },
  {
    "message": "You throw the strange meat to the ground in disgust. You\u0027re still hungry. Despite how you felt about the meat, you begin to have regrets. You start to fixate on it, staring at it on the ground.",
    "choiceA": "[Pick it back up and eat it.]",
    "choiceB": "[Eat a new piece of meat that hasn\u0027t been contaminated by the ground.]",
    "choiceC": "[Leave it alone, then ask a villager about this suspicious feast.]",
    "AJumpsTo": 24,
    "BJumpsTo": 24,
    "CJumpsTo": 18,
    "imagePath": ""
  },
  {
    "message": "The old man takes a second to look you up and down before he responds, \"It\u0027s delicious meat, what does it look like?\"",
    "choiceA": "\"Well... would you say it\u0027s safe to eat?\"",
    "choiceB": "\"What kind of meat?\"",
    "choiceC": "\"You\u0027re right, it does seem delicious.\" [Eat the meat.]",
    "AJumpsTo": 36,
    "BJumpsTo": 37,
    "CJumpsTo": 24,
    "imagePath": ""
  },
  {
    "message": "The old man takes a second to look you up and down before he responds, \"It\u0027s simply some delicious meat, what makes you think it\u0027s unsafe?\"",
    "choiceA": "\"What kind of meat is it?\"",
    "choiceB": "\"Nothing, I guess... I\u0027ll just eat it. I\u0027m starving anyway.\" [Eat the meat.]",
    "choiceC": "\"The fact that you\u0027re dodging the question. Why don\u0027t you just answer me? Is it safe or is it not?\"",
    "AJumpsTo": 37,
    "BJumpsTo": 24,
    "CJumpsTo": 38,
    "imagePath": ""
  }, 
  {
  	"message": "He maintains that stern glare. He replies, \"I\u0027m not here to converse with strangers. I must be leaving.\"",
    "choiceA": "\"Wait! I know it\u0027s a demanding favour to ask, but do you think you could give me a ride to the nearest city? Or at least point me in the right direction? I have no idea where I am right now.\"",
    "choiceB": "[Attempt to ambush them in a last ditch effort to steal their camel and supplies.]",
    "choiceC": "I\u0027m still not sure I can trust them... [Reject the offer and go back to where you came from and decide your next move upon arrival.]",
    "AJumpsTo": 21,
    "BJumpsTo": 14,
    "CJumpsTo": 19,
    "imagePath": ""
    },
    {
  	"message": "You\u0027ve been travelling for ages; so long that the sun is setting. You happen upon a small village. As you enter, the traveller instructs you to dismount and you do so. Wanna know the most exciting part about this village, though?",
    "choiceA": "Yes!",
    "choiceB": "Uh... yeah, I guess.",
    "choiceC": "No, I don\u0027t.",
    "AJumpsTo": 11,
    "BJumpsTo": 11,
    "CJumpsTo": 12,
    "imagePath": "app/resources/images/darkness2.png"
    },
    {
  	"message": "The traveller is quick to realise what you\u0027re attempting. They swiftly uncover a knife that was hidden under their clothing. They hastily plunge the knife into your chest, causing you to fall off the mount. You\u0027re left to die in the vastness of the sands. Game over.",
    "choiceA": "(Start new game?)",
    "choiceB": "",
    "choiceC": "",
    "AJumpsTo": 1,
    "BJumpsTo": 1,
    "CJumpsTo": 1,
    "imagePath": "app/resources/images/darkness1.png"
    },
    {
  	"message": "You ponder for a while on what direction you should take next. The time passes fleetingly. You eventually collapse due to heat exhaustion, dehydration, and likely other factors too. The hot sand feels comforting as you gradually lose your vision. After some time, all goes dark. Game over.",
    "choiceA": "(Start new game?)",
    "choiceB": "",
    "choiceC": "",
    "AJumpsTo": 1,
    "BJumpsTo": 1,
    "CJumpsTo": 1,
    "imagePath": "app/resources/images/darkness1.png"
    },
    {
  	"message": "You move through the town at your own pace. You see several buildings that look quite modern. There are a multitude of vendors about peddling various things, from food to jewelry. One particular building stands out: what looks to be a prison of sorts. What is drawing you to this?",
    "choiceA": "[Go inside the prison-looking building.]",
    "choiceB": "This is a bad idea... I\u0027ll go elsewhere. [Explore the village more.]",
    "choiceC": "I don\u0027t care, I\u0027m starving. [Attempt to find something to eat.]",
    "AJumpsTo": 39,
    "BJumpsTo": 40,
    "CJumpsTo": 34,
    "imagePath": ""
    },
    {
  	"message": "You\u0027ve got nothing. Use your feet to navigate the village, then you\u0027ll probably figure it out.",
    "choiceA": "[Explore the village.]",
    "choiceB": "[Attempt to find something to eat.]",
    "choiceC": "No, really... I can remember. I can remember!",
    "AJumpsTo": 32,
    "BJumpsTo": 34,
    "CJumpsTo": 41,
    "imagePath": ""
    },
    {
  	"message": "There are vendors everywhere of many kinds, but especially food! Just in your line of sight, there are three: one of them seems to be really proud of his handmade kelewele (a simple fried snack food), another is flaunting his tasty bessara (typically a breakfast food), and the last one would love for you to try his suya (a barbecued snack). Take your pick.",
    "choiceA": "That kelewele will hit the spot!",
    "choiceB": "I\u0027ll take the bessara, I love breakfast food!",
    "choiceC": "Suya and I are the perfect match. I love a good barbecue.",
    "AJumpsTo": 42,
    "BJumpsTo": 42,
    "CJumpsTo": 42,
    "imagePath": ""
    },
    {
  	"message": "Your eyes wander around the open village area in search of a villager. You find someone leaning against a building to the left of you: an older man, bald, with lengthy facial hair, perhaps to compensate. He is relatively expressionless with an indifferent demeanor. You approach him and ask:",
    "choiceA": "\"Excuse me, sir. What food is being served in this village feast?\"",
    "choiceB": "\"Is this food safe to eat?\"",
    "choiceC": "Actually, never mind. I\u0027m just going to eat some. [Grab another piece and eat it.]",
    "AJumpsTo": 26,
    "BJumpsTo": 27,
    "CJumpsTo": 24,
    "imagePath": ""
    },
    {
  	"message": "He looks a bit angered by your question. He disgruntledly replies, \"It\u0027s simply some delicious meat, what makes you think it\u0027s unsafe?\"",
    "choiceA": "\"What kind of meat is it?\"",
    "choiceB": "\"Nothing, I guess... I\u0027ll just eat it. I\u0027m starving anyway.\" [Eat the meat.]",
    "choiceC": "\"The fact that you\u0027re dodging the question. Why don\u0027t you just answer me? Is it safe or is it not?\"",
    "AJumpsTo": 37,
    "BJumpsTo": 24,
    "CJumpsTo": 38,
    "imagePath": ""
    },
    {
  	"message": "For some reason, he clearly dislikes your question. \"Just eat it. It\u0027s good.\"",
    "choiceA": "[Just eat it.]",
    "choiceB": "[Just eat it, but *reluctantly*.]",
    "choiceC": "\"I don\u0027t like the fact that you\u0027re dodging the question. Why don\u0027t you just answer me? What kind of meat is it?\"",
    "AJumpsTo": 24,
    "BJumpsTo": 24,
    "CJumpsTo": 38,
    "imagePath": ""
    },
    {
  	"message": "His eyes dart to yours intimidatingly. His eyebrows close downwards, creating a V shape. His chest puffs out. He\u0027s looking to fight. As if it\u0027s an intentional reaffirmation, he yells, \"Do you want to fight? I\u0027ll knock you out right now!\"",
    "choiceA": "\"What are you saying? I\u0027m just trying to ask you something!\"",
    "choiceB": "\"Yeah, I do!\" [Swing your fist.]",
    "choiceC": "\"You cannot be serious, right?\"",
    "AJumpsTo": 43,
    "BJumpsTo": 44,
    "CJumpsTo": 45,
    "imagePath": ""
    },
    {
  	"message": "You trudge into the bleak and bland building to be greeted by a guard of sorts. His face progressively went from stoic to shocked the closer you got to him. You don\u0027t know why, but before you know *anything*, he\u0027s pulled out a handgun and instructed you to, \"Put your hands where I can see them!\" You don\u0027t know what this is about, but you comply so as not to get yourself killed.",
    "choiceA": "(Continue.)",
    "choiceB": "(Continue.)",
    "choiceC": "(Continue.)",
    "AJumpsTo": 46,
    "BJumpsTo": 46,
    "CJumpsTo": 46,
    "imagePath": ""
    },
    {
  	"message": "You wander around for a bit longer attempting to find something or some place of note. You end up walking upon a mosque, albeit quite a small one. There are a few people inside.",
    "choiceA": "[Enter the mosque.]",
    "choiceB": "I think I’ll pass. [Go back to the prison-looking building.]",
    "choiceC": "I don’t know why I’m looking at a mosque, I’m starving! [Attempt to find something to eat.]",
    "AJumpsTo": 49,
    "BJumpsTo": 50,
    "CJumpsTo": 34,
    "imagePath": ""
    },
    {
  	"message": "There’s nothing up there, man. It’s empty. Move forward.",
    "choiceA": "[Explore the village.]",
    "choiceB": "[Attempt to find something to eat.]",
    "choiceC": "No, really... I can remember. I can remember!",
    "AJumpsTo": 32,
    "BJumpsTo": 34,
    "CJumpsTo": 41,
    "imagePath": ""
    },
    {
  	"message": "As you approach the vendor, they appear to recognise you based on how their eyes move. Out of nowhere, they brandish a knife and start yelling, \"Guards! Guards!\" You become distressed and confused, but you freeze up, unable to move. Prison guards arrive in mere minutes and arrest you without hesitation.",
    "choiceA": "(Continue.)",
    "choiceB": "(Continue.)",
    "choiceC": "(Continue.)",
    "AJumpsTo": 52,
    "BJumpsTo": 52,
    "CJumpsTo": 52,
    "imagePath": ""
    },
    {
  	"message": "Regardless of what you said, he seems to now be in a blind rage. He throws his fists at your face too fast for you to defend. You immediately feel dizzy, and with one third punch to the side of your face, your body hits the hard ground. For a few seconds you have a horrible headache, but you pass out almost instantly after.",
    "choiceA": "(Continue.)",
    "choiceB": "(Continue.)",
    "choiceC": "(Continue.)",
    "AJumpsTo": 53,
    "BJumpsTo": 53,
    "CJumpsTo": 53,
    "imagePath": ""
    },
    {
  	"message": "Wrong decision. He catches your hand effortlessly and twists your wrist in such a way that invokes great amounts of pain. He then throws his fists at your face too fast for you to defend. You immediately feel dizzy, and with one third punch to the side of your face, your body hits the hard ground. For a few seconds you have a horrible headache, but you pass out almost instantly after.",
    "choiceA": "(Continue.)",
    "choiceB": "(Continue.)",
    "choiceC": "(Continue.)",
    "AJumpsTo": 53,
    "BJumpsTo": 53,
    "CJumpsTo": 53,
    "imagePath": ""
    },
    {
  	"message": "You calling his bluff only angered him further, sending him into a frenzied, blind rage.  He throws his fists at your face too fast for you to defend. You immediately feel dizzy, and with one third punch to the side of your face, your body hits the hard ground. For a few seconds you have a horrible headache, but you pass out almost instantly after.",
    "choiceA": "(Continue.)",
    "choiceB": "(Continue.)",
    "choiceC": "(Continue.)",
    "AJumpsTo": 53,
    "BJumpsTo": 53,
    "CJumpsTo": 53,
    "imagePath": ""
    },
    {
  	"message": "The guard inches forward, getting closer and closer without letting his eye off you. He reaches you and grabs each of your arms, one by one, putting them behind your back. He pulls some rope out of one of the pockets of his uniform and ties your hands together with it. \"You’re coming with me,\" he says, poker-faced.",
    "choiceA": "(Continue.)",
    "choiceB": "(Continue.)",
    "choiceC": "(Continue.)",
    "AJumpsTo": 47,
    "BJumpsTo": 47,
    "CJumpsTo": 47,
    "imagePath": ""
    },
    {
  	"message": "He begins to walk you over to your own personal cell, and during that, you see bounty posters with your name on them sprawled all over the walls. He pushes you into the cell and locks the door behind you. \"We’re not letting you get away again,\" he shouts, menacingly.",
    "choiceA": "[Resign to the fate of your mistakes.]",
    "choiceB": "[Resign to the fate of your mistakes.]",
    "choiceC": "[Resign to the fate of your mistakes.]",
    "AJumpsTo": 48,
    "BJumpsTo": 48,
    "CJumpsTo": 48,
    "imagePath": ""
    },
    {
  	"message": "THE END.",
    "choiceA": "(Start new game?)",
    "choiceB": "",
    "choiceC": "",
    "AJumpsTo": 1,
    "BJumpsTo": 1,
    "CJumpsTo": 1,
    "imagePath": ""
    },
    {
  	"message": "Scene currently under construction",
    "choiceA": "Go to menu",
    "choiceB": "",
    "choiceC": "",
    "AJumpsTo": 1,
    "BJumpsTo": 49,
    "CJumpsTo": 49,
    "imagePath": ""
    },
    {
  	"message": "Scene currently under construction",
    "choiceA": "Go to menu",
    "choiceB": "",
    "choiceC": "",
    "AJumpsTo": 1,
    "BJumpsTo": 50,
    "CJumpsTo": 50,
    "imagePath": ""
    },
    {
  	"message": "Scene currently under construction",
    "choiceA": "Go to menu",
    "choiceB": "",
    "choiceC": "",
    "AJumpsTo": 1,
    "BJumpsTo": 51,
    "CJumpsTo": 51,
    "imagePath": ""
    }
]